Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: Brings Dirnex's active panel to a file or folder and selects it, like Finder's Reveal.
de: Öffnet den Ordner einer Datei oder eines Ordners im aktiven Bereich und wählt das Objekt aus, ähnlich wie „Im Finder anzeigen“.
es: Lleva el panel activo de Dirnex a un archivo o una carpeta y lo selecciona, como Revelar en Finder.
fr: Ouvre le dossier du fichier ou dossier indiqué dans le panneau actif de Dirnex et le sélectionne, comme la commande Afficher dans le Finder.
it: Porta il pannello attivo di Dirnex su un file o una cartella e lo seleziona, come Mostra in Finder.
ja: Dirnexのアクティブなパネルでファイルまたはフォルダの場所を表示し、Finderの“Finderに表示”のように選択します。
ko: Finder의 표시 기능처럼 Dirnex의 활성 패널에서 파일이나 폴더 위치로 이동하고 해당 항목을 선택합니다.
nl: Brengt het actieve paneel van Dirnex naar een bestand of map en selecteert dit, zoals Toon in Finder.
pl: Przenosi aktywny panel Dirnex do pliku lub folderu i zaznacza go, jak funkcja Pokaż w Finderze.
pt_br: Leva o painel ativo do Dirnex até um arquivo ou pasta e o seleciona, como Revelar no Finder.
ru: Открывает папку с файлом в активной панели Dirnex и ставит на него курсор — как «Показать в Finder».
uk: Переходить в активній панелі Dirnex до файла або папки й вибирає їх, як команда «Показати» у Finder.
zh_hans: 将 Dirnex 的当前面板定位到文件或文件夹并选择它，类似 Finder 的“显示”。
zh_hant: 將 Dirnex 的目前面板定位到檔案或檔案夾並選取它，類似 Finder 的「顯示」。

source: Browse a remote SFTP or FTP account, or an SMB share on your network.
de: Durchsuchen Sie ein entferntes SFTP- oder FTP-Konto oder eine SMB-Freigabe in Ihrem Netzwerk.
es: Explora una cuenta remota SFTP o FTP, o un recurso compartido SMB de tu red.
fr: Parcourez un compte SFTP ou FTP distant, ou un partage SMB sur votre réseau.
it: Sfoglia un account SFTP o FTP remoto o una condivisione SMB sulla tua rete.
ja: リモートのSFTPまたはFTPアカウント、またはネットワーク上のSMB共有を閲覧します。
ko: 원격 SFTP 또는 FTP 계정이나 네트워크의 SMB 공유를 탐색합니다.
nl: Blader door een extern SFTP- of FTP-account of een SMB-share op je netwerk.
pl: Przeglądaj zdalne konto SFTP lub FTP albo udział SMB w swojej sieci.
pt_br: Navegue por uma conta SFTP ou FTP remota, ou por um compartilhamento SMB na sua rede.
ru: Просматривайте удалённую учётную запись SFTP или FTP либо сетевой ресурс SMB в вашей сети.
uk: Перегляд віддаленого облікового запису SFTP чи FTP або спільної папки SMB у вашій мережі.
zh_hans: 浏览远程 SFTP 或 FTP 账户，或网络中的 SMB 共享。
zh_hant: 瀏覽遠端 SFTP 或 FTP 帳號，或網路上的 SMB 共享檔案夾。

source: Can’t copy here
de: Hier kann nicht kopiert werden
es: No se puede copiar aquí
fr: Impossible de copier ici
it: Non puoi copiare qui
ja: ここにはコピーできません
ko: 여기에 복사할 수 없음
nl: Kan hier niet kopiëren
pl: Nie można tu kopiować
pt_br: Não é possível copiar aqui
ru: Сюда нельзя копировать
uk: Не можна копіювати сюди
zh_hans: 不能拷贝到这里
zh_hant: 無法拷貝到這裡

source: Can’t copy into the same folder
de: Kopieren in denselben Ordner nicht möglich
es: No se puede copiar en la misma carpeta
fr: Impossible de copier dans le même dossier
it: Non puoi copiare nella stessa cartella
ja: 同じフォルダにはコピーできません
ko: 같은 폴더로 복사할 수 없음
nl: Kan niet kopiëren naar dezelfde map
pl: Nie można kopiować do tego samego folderu
pt_br: Não é possível copiar para a mesma pasta
ru: Нельзя копировать в ту же папку
uk: Не можна копіювати в ту саму папку
zh_hans: 不能拷贝到同一文件夹
zh_hant: 無法拷貝到同一檔案夾

source: Can’t create “%@”
de: „%@“ kann nicht erstellt werden
es: No se puede crear «%@»
fr: Impossible de créer «%@»
it: Non è possibile creare “%@”
ja: “%@”を作成できません
ko: “%@”을(를) 생성할 수 없음
nl: Kan “%@” niet maken
pl: Nie można utworzyć „%@”
pt_br: Não é possível criar “%@”
ru: Не удалось создать «%@»
uk: Не вдається створити «%@»
zh_hans: 无法创建“%@”
zh_hant: 無法建立「%@」

source: Can’t create the file
de: Datei kann nicht erstellt werden
es: No se puede crear el archivo
fr: Impossible de créer le fichier
it: Non è possibile creare il file
ja: ファイルを作成できません
ko: 파일을 생성할 수 없음
nl: Kan het bestand niet maken
pl: Nie można utworzyć pliku
pt_br: Não é possível criar o arquivo
ru: Не удалось создать файл
uk: Не вдається створити файл
zh_hans: 无法创建文件
zh_hant: 無法建立檔案

source: Can’t create the folder
de: Ordner kann nicht erstellt werden
es: No se puede crear la carpeta
fr: Impossible de créer le dossier
it: Non è possibile creare la cartella
ja: フォルダを作成できません
ko: 폴더를 생성할 수 없음
nl: Kan de map niet maken
pl: Nie można utworzyć folderu
pt_br: Não é possível criar a pasta
ru: Не удалось создать папку
uk: Не вдається створити папку
zh_hans: 无法创建文件夹
zh_hant: 無法建立檔案夾

source: Can’t edit “%@”
de: „%@“ kann nicht bearbeitet werden
es: No se puede editar «%@»
fr: Impossible de modifier «%@»
it: Non è possibile modificare “%@”
ja: “%@”を編集できません
ko: “%@”을(를) 편집할 수 없음
nl: Kan “%@” niet bewerken
pl: Nie można edytować „%@”
pt_br: Não é possível editar “%@”
ru: Нельзя править «%@»
uk: Не вдається редагувати «%@»
zh_hans: 无法编辑“%@”
zh_hant: 無法編輯「%@」

source: Can’t extract here
de: Hier kann nicht entpackt werden
es: No se puede extraer aquí
fr: Impossible d’extraire ici
it: Non puoi estrarre qui
ja: ここには展開できません
ko: 여기에 추출할 수 없음
nl: Kan hier niet extraheren
pl: Nie można tu rozpakować
pt_br: Não é possível extrair aqui
ru: Извлечение здесь невозможно
uk: Не можна розпакувати тут
zh_hans: 不能解压到这里
zh_hant: 無法解壓縮到這裡

source: Can’t move here
de: Hier kann nicht verschoben werden
es: No se puede mover aquí
fr: Impossible de déplacer ici
it: Non puoi spostare qui
ja: ここには移動できません
ko: 여기로 이동할 수 없음
nl: Kan hier niet verplaatsen
pl: Nie można tu przenieść
pt_br: Não é possível mover aqui
ru: Сюда нельзя переместить
uk: Не можна перемістити сюди
zh_hans: 不能移到这里
zh_hant: 無法移到這裡

source: Can’t move into the same folder
de: Verschieben in denselben Ordner nicht möglich
es: No se puede mover a la misma carpeta
fr: Impossible de déplacer dans le même dossier
it: Non puoi spostare nella stessa cartella
ja: 同じフォルダには移動できません
ko: 같은 폴더로 이동할 수 없음
nl: Kan niet naar dezelfde map verplaatsen
pl: Nie można przenieść do tego samego folderu
pt_br: Não é possível mover para a mesma pasta
ru: Нельзя переместить в ту же папку
uk: Не можна перемістити в ту саму папку
zh_hans: 不能移到同一文件夹
zh_hant: 無法移到同一檔案夾

source: Can’t open “%@”
de: „%@“ kann nicht geöffnet werden
es: No se puede abrir «%@»
fr: Impossible d’ouvrir «%@»
it: Non puoi aprire “%@”
ja: “%@”を開けません
ko: “%@”을(를) 열 수 없음
nl: Kan “%@” niet openen
pl: Nie można otworzyć „%@”
pt_br: Não é possível abrir “%@”
ru: Не удалось открыть «%@»
uk: Не вдається відкрити «%@»
zh_hans: 无法打开“%@”
zh_hant: 無法打開「%@」

source: Can’t open %@
de: %@ kann nicht geöffnet werden
es: No se puede abrir %@
fr: Impossible d’ouvrir %@
it: Non puoi aprire %@
ja: %@を開けません
ko: %@을(를) 열 수 없음
nl: Kan %@ niet openen
pl: Nie można otworzyć %@
pt_br: Não é possível abrir %@
ru: Не удалось открыть %@
uk: Не вдається відкрити %@
zh_hans: 无法打开 %@
zh_hant: 無法打開 %@

source: Can’t pack here
de: Hier kann kein Archiv erstellt werden
es: No se puede comprimir aquí
fr: Impossible de créer une archive ici
it: Non puoi creare un archivio qui
ja: ここでは圧縮できません
ko: 여기에 압축할 수 없음
nl: Kan hier niet inpakken
pl: Nie można tu spakować
pt_br: Não é possível compactar aqui
ru: Упаковка здесь невозможна
uk: Не можна запакувати тут
zh_hans: 不能在这里压缩
zh_hant: 無法在這裡壓縮

source: Can’t rename “%@”
de: „%@“ kann nicht umbenannt werden
es: No se puede renombrar «%@»
fr: Impossible de renommer «%@»
it: Non è possibile rinominare “%@”
ja: “%@”の名前を変更できません
ko: “%@”의 이름을 변경할 수 없음
nl: Kan “%@” niet hernoemen
pl: Nie można zmienić nazwy „%@”
pt_br: Não é possível renomear “%@”
ru: Не удалось переименовать «%@»
uk: Не вдається перейменувати «%@»
zh_hans: 无法重新命名“%@”
zh_hant: 無法重新命名「%@」

source: Can’t run “%@”
de: „%@“ kann nicht ausgeführt werden
es: No se puede ejecutar «%@»
fr: Impossible de lancer «%@»
it: Non puoi eseguire “%@”
ja: “%@”を実行できません
ko: “%@”을(를) 실행할 수 없음
nl: Kan “%@” niet uitvoeren
pl: Nie można uruchomić „%@”
pt_br: Não é possível executar “%@”
ru: Не удалось запустить «%@»
uk: Не вдається запустити «%@»
zh_hans: 无法运行“%@”
zh_hant: 無法執行「%@」

source: Can’t synchronize
de: Synchronisieren nicht möglich
es: No se puede sincronizar
fr: Impossible de synchroniser
it: Non puoi sincronizzare
ja: 同期できません
ko: 동기화할 수 없음
nl: Kan niet synchroniseren
pl: Nie można synchronizować
pt_br: Não é possível sincronizar
ru: Не удалось синхронизировать
uk: Не вдається синхронізувати
zh_hans: 无法同步
zh_hant: 無法同步

source: Can’t verify the identity of “%@”
de: Die Identität von „%@“ kann nicht überprüft werden
es: No se puede verificar la identidad de «%@»
fr: Impossible de vérifier l’identité de «%@»
it: Non è possibile verificare l’identità di “%@”
ja: “%@”の識別情報を確認できません
ko: “%@”의 신원을 확인할 수 없음
nl: Kan de identiteit van “%@” niet verifiëren
pl: Nie można zweryfikować tożsamości „%@”
pt_br: Não é possível verificar a identidade de “%@”
ru: Не удалось подтвердить подлинность «%@»
uk: Не вдалося подтвердить подлинность «%@»
zh_hans: 无法验证“%@”的身份
zh_hant: 無法驗證「%@」的身分

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cancel all
de: Alles abbrechen
es: Cancelar todo
fr: Annuler tout
it: Annulla tutto
ja: すべてキャンセル
ko: 모두 취소
nl: Alles annuleren
pl: Anuluj wszystko
pt_br: Cancelar tudo
ru: Отменить все
uk: Скасувати все
zh_hans: 全部取消
zh_hant: 全部取消

source: Cancel this operation
de: Diesen Vorgang abbrechen
es: Cancelar esta operación
fr: Annuler cette opération
it: Annulla questa operazione
ja: この操作をキャンセル
ko: 이 작업 취소
nl: Annuleer deze bewerking
pl: Anuluj tę operację
pt_br: Cancelar esta operação
ru: Отменить эту операцию
uk: Скасувати цю операцію
zh_hans: 取消此操作
zh_hant: 取消此操作

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
ru: Отменено
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消

source: Capitalized
de: Großgeschrieben
es: Con mayúsculas iniciales
fr: Majuscules initiales
it: Iniziali maiuscole
ja: 語頭を大文字
ko: 첫 글자 대문자
nl: Met hoofdletter
pl: Każdy wyraz wielką literą
pt_br: Com Iniciais Maiúsculas
ru: С заглавной буквы
uk: З великої літери
zh_hans: 首字母大写
zh_hant: 首字母大寫

source: Case:
de: Groß-/Kleinschreibung:
es: Mayúsculas/minúsculas:
fr: Cas :
it: Maiuscole/minuscole:
ja: 大文字/小文字:
ko: 대소문자:
nl: Hoofdletters:
pl: Wielkość liter:
pt_br: Maiúsculas/minúsculas:
ru: Регистр:
uk: Регістр:
zh_hans: 大小写：
zh_hant: 大小寫：

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Controlla gli aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Zoek naar updates
pl: Sprawdź uaktualnienia
pt_br: Buscar atualizações
ru: Проверить наличие обновлений
uk: Перевірити оновлення
zh_hans: 检查更新
zh_hant: 檢查更新

source: Choose an Application
de: App auswählen
es: Seleccionar una aplicación
fr: Choisir une application
it: Scegli un’app
ja: アプリケーションを選択
ko: 응용 프로그램 선택
nl: Kies een programma
pl: Wybierz aplikację
pt_br: Escolher um app
ru: Выберите программу
uk: Виберіть програму
zh_hans: 选择应用程序
zh_hant: 選取應用程式

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nl: Tabblad sluiten
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Close Tab (⌘W)
de: Tab schließen (⌘W)
es: Cerrar pestaña (⌘W)
fr: Fermer l’onglet (⌘W)
it: Chiudi scheda (⌘W)
ja: タブを閉じる（⌘W）
ko: 탭 닫기(⌘W)
nl: Tabblad sluiten (⌘W)
pl: Zamknij kartę (⌘W)
pt_br: Fechar Aba (⌘W)
ru: Закрыть вкладку (⌘W)
uk: Закрити вкладку (⌘W)
zh_hans: 关闭标签页（⌘W）
zh_hant: 關閉標籤頁（⌘W）

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Réduit
it: Contratto
ja: 折りたたみ
ko: 축소됨
nl: Samengevouwen
pl: Zwinięte
pt_br: Recolhido
ru: Свёрнуто
uk: Згорнуто
zh_hans: 已折叠
zh_hant: 已折疊

source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령
nl: Opdracht
pl: Polecenie
pt_br: Comando
ru: Команда
uk: Команда
zh_hans: 命令
zh_hant: 指令

# command.app.checkForUpdates.keywords
source: update, upgrade, sparkle, version, release, new
de: update, aktualisieren, upgrade, version, release, veröffentlichung, neu
es: actualizar, actualización, versión, lanzamiento, nuevo, sparkle
fr: mise à jour, mise à niveau, version, publication, nouveau
it: aggiornamento, update, sparkle, versione, rilascio, nuovo
ja: アップデート, アップグレード, sparkle, バージョン, リリース, 新規
ko: 업데이트, 업그레이드, 버전, 릴리스, 새 버전
nl: update, bijwerken, upgraden, versie, release, nieuw
pl: aktualizacja, uaktualnij, wersja, wydanie, nowe
pt_br: atualizar, atualização, sparkle, versão, lançamento, novo
ru: обновление, обновить, версия, релиз, новая
uk: оновлення, перевірити, версія
zh_hans: 更新, 升级, 版本, 发布, 新版本
zh_hant: 更新, 升級, 版本, 發佈, 新版本

# command.app.checkForUpdates.title
source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Controlla gli aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
pl: Sprawdź uaktualnienia…
pt_br: Buscar Atualizações…
ru: Проверить наличие обновлений…
uk: Перевірити оновлення
zh_hans: 检查更新…
zh_hant: 檢查更新…

# command.app.fullDiskAccess.keywords
source: permission, privacy, security, access, disk, grant, onboarding
de: berechtigung, datenschutz, sicherheit, zugriff, festplatte, erlauben, festplattenvollzugriff
es: permiso, privacidad, seguridad, acceso, disco, conceder, onboarding
fr: autorisation, confidentialité, sécurité, accès, disque, accorder, configuration
it: permesso, privacy, sicurezza, accesso, disco, concessione, onboarding
ja: 権限, プライバシー, セキュリティ, アクセス, ディスク, 許可, オンボーディング
ko: 권한, 개인정보 보호, 보안, 접근, 디스크, 허용
nl: toestemming, privacy, beveiliging, toegang, schijf, verlenen, onboarding
pl: uprawnienia, prywatność, zabezpieczenia, dostęp, dysk
pt_br: permissão, privacidade, segurança, acesso, disco, conceder, onboarding
ru: разрешение, конфиденциальность, безопасность, доступ, диск, предоставить
uk: повний доступ до диска, доступ, приватність, дозволи
zh_hans: 权限, 隐私, 安全性, 访问, 磁盘, 授权, 开始使用
zh_hant: 權限, 隱私權, 安全性, 取用, 磁碟, 授權, 開始使用

# command.app.fullDiskAccess.title
source: Full Disk Access…
de: Festplattenvollzugriff …
es: Acceso total al disco…
fr: Accès complet au disque…
it: Accesso completo al disco…
ja: フルディスクアクセス…
ko: 전체 디스크 접근 권한…
nl: Volledige schijftoegang…
pl: Pełny dostęp do dysku…
pt_br: Acesso Total ao Disco…
ru: Полный доступ к диску…
uk: Повний доступ до диска
zh_hans: 完全磁盘访问权限…
zh_hant: 完全取用磁碟…

# command.app.quit.keywords
source: exit
de: beenden, verlassen, schließen
es: salir, cerrar
fr: sortie
it: uscita
ja: 終了
ko: 종료
nl: afsluiten
pl: zakończ, wyjdź
pt_br: sair, encerrar
ru: выход, завершить, закрыть
uk: вийти, закрити, завершити
zh_hans: 退出, 关闭
zh_hant: 退出, 關閉

# command.app.quit.title
source: Quit Dirnex
de: Dirnex beenden
es: Salir de Dirnex
fr: Quitter Dirnex
it: Esci da Dirnex
ja: Dirnexを終了
ko: Dirnex 종료
nl: Stop Dirnex
pl: Zakończ Dirnex
pt_br: Encerrar Dirnex
ru: Завершить Dirnex
uk: Вийти з Dirnex
zh_hans: 退出 Dirnex
zh_hant: 退出 Dirnex

# command.app.settings.keywords
source: preferences, options, shortcuts, config
de: einstellungen, optionen, kurzbefehle, konfiguration
es: preferencias, opciones, funciones rápidas, config, ajustes
fr: préférences, options, raccourcis, configuration
it: preferenze, opzioni, abbreviazioni da tastiera, configurazione
ja: 環境設定, オプション, ショートカット, 設定
ko: 설정, 옵션, 단축키, 구성
nl: voorkeuren, opties, toetscombinaties, configuratie
pl: preferencje, opcje, skróty, konfiguracja
pt_br: preferências, opções, atalhos, configuração
ru: настройки, параметры, предпочтения, конфигурация, сочетания клавиш
uk: параметри, налаштування, опції
zh_hans: 偏好设置, 选项, 快捷键, 配置
zh_hant: 偏好設定, 選項, 快速鍵, 設定

# command.app.settings.title
source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt_br: Ajustes…
ru: Настройки…
uk: Параметри
zh_hans: 设置…
zh_hant: 設定…

# command.app.showTour.keywords
source: tour, welcome, guide, intro, onboarding, help, getting started
de: tour, willkommen, anleitung, einführung, hilfe, erste schritte
es: recorrido, bienvenida, guía, intro, onboarding, ayuda, primeros pasos
fr: visite, accueil, guide, introduction, intégration, aide, démarrage
it: tour, benvenuto, guida, introduzione, onboarding, aiuto, come iniziare
ja: ツアー, ようこそ, ガイド, 紹介, オンボーディング, ヘルプ, はじめる
ko: 투어, 환영, 가이드, 소개, 온보딩, 도움, 시작하기
nl: Rondleiding, welkom, gids, introductie, onboarding, hulp, aan de slag gaan
pl: wprowadzenie, powitanie, przewodnik, pomoc, start
pt_br: tour, boas-vindas, guia, introdução, onboarding, ajuda, primeiros passos
ru: тур, знакомство, приветствие, руководство, справка, начало работы
uk: тур, вступ, початок, допомога
zh_hans: 导览, 欢迎, 指南, 介绍, 帮助, 开始使用
zh_hant: 導覽, 歡迎, 指南, 介紹, 幫助, 開始使用

# command.app.showTour.title
source: Welcome to Dirnex…
de: Willkommen bei Dirnex …
es: Bienvenido a Dirnex…
fr: Découvrir Dirnex…
it: Benvenuto in Dirnex…
ja: Dirnexへようこそ…
ko: Dirnex 둘러보기…
nl: Welkom bij Dirnex…
pl: Witamy w Dirnex…
pt_br: Boas-vindas ao Dirnex…
ru: Добро пожаловать в Dirnex…
uk: Показати тур
zh_hans: 欢迎使用 Dirnex…
zh_hant: 歡迎使用 Dirnex…

# command.edit.copy.keywords
source: clipboard, duplicate, pasteboard
de: zwischenablage, kopieren, duplizieren, pasteboard, clipboard
es: portapapeles, duplicar, pasteboard
fr: presse-papiers, dupliquer
it: appunti, duplicare, incollare
ja: クリップボード, 複製, ペーストボード
ko: 클립보드, 복사, 복제, 페이스트보드
nl: Plakbord, dupliceren, plakbord
pl: schowek, duplikuj
pt_br: área de transferência, duplicar, colar
ru: буфер обмена, копировать, дублировать
uk: копіювати, скопіювати, буфер
zh_hans: 剪贴板, 拷贝, 复制, 粘贴板
zh_hant: 剪貼板, 拷貝, 複製

# command.edit.copy.title
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
uk: Копіювати
zh_hans: 拷贝
zh_hant: 拷貝

# command.edit.paste.keywords
source: clipboard, pasteboard
de: zwischenablage, einfügen, pasteboard, clipboard
es: portapapeles, pasteboard
fr: presse-papiers
it: appunti, appunti
ja: クリップボード, ペーストボード
ko: 클립보드, 붙여넣기, 페이스트보드
nl: Plakbord, plakbord
pl: schowek
pt_br: área de transferência, colar
ru: буфер обмена, вставить
uk: вставити, буфер
zh_hans: 剪贴板, 粘贴, 剪切, 粘贴板
zh_hant: 剪貼板, 貼上, 剪下

# command.edit.paste.title
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
nl: Plak
pl: Wklej
pt_br: Colar
ru: Вставить
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上

# command.edit.pasteMove.keywords
source: clipboard, paste, cut, pasteboard
de: zwischenablage, einfügen, ausschneiden, verschieben, pasteboard, clipboard
es: portapapeles, pegar, cortar, pasteboard
fr: presse-papiers, coller, couper
it: appunti, incolla, sposta, taglia
ja: クリップボード, ペースト, カット, ペーストボード
ko: 클립보드, 붙여넣기, 오려두기, 이동, 페이스트보드
nl: Plakbord, plakken, knippen, plakbord
pl: schowek, wklej, wytnij
pt_br: área de transferência, colar, recortar
ru: буфер обмена, вставить, вырезать, переместить
uk: перемістити, вставити, вирізати
zh_hans: 剪贴板, 粘贴, 剪切, 粘贴板, 移动
zh_hant: 剪貼板, 貼上, 剪下, 移動

# command.edit.pasteMove.title
source: Move Items Here
de: Objekte hierher bewegen
es: Mover ítems aquí
fr: Déplacer les éléments ici
it: Sposta elementi qui
ja: 項目をここに移動
ko: 항목을 여기로 이동
nl: Verplaats onderdelen hierheen
pl: Przenieś rzeczy tutaj
pt_br: Mover Itens para Cá
ru: Переместить объекты сюда
uk: Вставити з переміщенням
zh_hans: 将项目移到这里
zh_hant: 將項目移到這裡

# command.edit.redo.keywords
source: repeat, forward, again, reapply
de: wiederholen, erneut, erneut anwenden
es: repetir, adelante, otra vez, reaplicar
fr: répéter, avancer, de nouveau, réappliquer
it: ripeti, di nuovo, riapplica
ja: 繰り返す, 進む, もう一度, 再適用
ko: 다시 실행, 반복, 다시 적용
nl: herhalen, vooruit, opnieuw, opnieuw toepassen
pl: powtórz, naprzód, ponownie
pt_br: repetir, avançar, novamente, reaplicar
ru: повторить, вернуть, вперёд, заново
uk: повторити, повернути
zh_hans: 重做, 重复, 再次, 重新应用
zh_hant: 重做, 重複, 再次, 重新套用

# command.edit.redo.title
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
nl: Opnieuw
pl: Ponów
pt_br: Refazer
ru: Повторить
uk: Повторити
zh_hans: 重做
zh_hant: 重做

# command.edit.undo.keywords
source: revert, back
de: widerrufen, rückgängig, zurück
es: revertir, atrás
fr: retourner, revenir en arrière
it: annulla, indietro, ripristina
ja: 取り消す, 戻る
ko: 실행 취소, 되돌리기
nl: terugkeren, teruggaan
pl: cofnij, wstecz
pt_br: reverter, voltar
ru: отменить, откатить, назад
uk: скасувати, відмінити
zh_hans: 撤销, 返回, 还原
zh_hant: 還原, 返回, 還原

# command.edit.undo.title
source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Herstel
pl: Cofnij
pt_br: Desfazer
ru: Отменить
uk: Скасувати
zh_hans: 撤销
zh_hant: 還原

# command.file.closeTab.title
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nl: Tabblad sluiten
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# command.file.compareByContents.keywords
source: compare, diff, contents, filemerge, kaleidoscope, bbedit
de: vergleichen, diff, unterschiede, inhalt, filemerge, kaleidoscope, bbedit
es: comparar, diff, contenido, filemerge, kaleidoscope, bbedit
fr: comparer, comparaison, diff, différences, contenu, filemerge, kaleidoscope, bbedit
it: confronta, differenze, contenuti, FileMerge, Kaleidoscope, BBEdit
ja: 比較, diff, 内容, filemerge, kaleidoscope, bbedit
ko: 비교, 차이, 내용, FileMerge, Kaleidoscope, BBEdit
nl: Vergelijk, diff, inhoud, filemerge, kaleidoscoop, bbedit
pl: porównaj, różnice, zawartość, filemerge, kaleidoscope, bbedit
pt_br: comparar, diff, conteúdo, filemerge, kaleidoscope, bbedit
ru: сравнить, сравнение, различия, содержимое, diff
uk: порівняти, вміст, diff, різниця
zh_hans: 比较, 差异, 内容, filemerge, kaleidoscope, bbedit
zh_hant: 比較, 差異, 內容, filemerge, kaleidoscope, bbedit

# command.file.compareByContents.title
source: Compare By Contents…
de: Nach Inhalt vergleichen …
es: Comparar por contenido…
fr: Comparer le contenu…
it: Confronta per contenuti…
ja: 内容で比較…
ko: 내용으로 비교…
nl: Vergelijk op inhoud…
pl: Porównaj zawartość…
pt_br: Comparar por Conteúdo…
ru: Сравнить по содержимому…
uk: Порівняти за вмістом
zh_hans: 按内容比较…
zh_hant: 按內容比較…

# command.file.copy.keywords
source: f5, duplicate, transfer
de: f5, kopieren, duplizieren, übertragen
es: f5, duplicar, transferir
fr: f5, duplication, transfert
it: f5, duplicare, trasferire
ja: f5, 複製, 転送
ko: f5, 복사, 복제, 전송
nl: f5, dupliceren, overdragen
pl: f5, duplikuj, przenieś, transfer
pt_br: f5, duplicar, transferir
ru: f5, копировать, копия, дублировать, перенести
uk: копіювати, скопіювати, f5
zh_hans: f5, 拷贝, 复制, 传输
zh_hant: f5, 拷貝, 拷貝, 傳輸

# command.file.copy.title
source: Copy to Other Panel
de: In den anderen Bereich kopieren
es: Copiar al otro panel
fr: Copier vers l’autre panneau
it: Copia nell’altro pannello
ja: ほかのパネルにコピー
ko: 다른 패널로 복사
nl: Kopieer naar ander paneel
pl: Kopiuj do drugiego panelu
pt_br: Copiar para o Outro Painel
ru: Копировать на другую панель
uk: Копіювати
zh_hans: 拷贝到另一面板
zh_hant: 拷貝到另一面板

# command.file.deletePermanently.keywords
source: destroy, remove, erase
de: zerstören, entfernen, löschen
es: destruir, eliminar, borrar
fr: détruire, supprimer, effacer
it: elimina, rimuovi, cancella
ja: 破棄, 削除, 消去
ko: 삭제, 제거, 지우기
nl: Vernietigen, verwijderen, wissen
pl: usuń, wymaż, skasuj
pt_br: destruir, remover, apagar
ru: удалить, безвозвратно, навсегда, стереть, уничтожить
uk: видалити назавжди, стерти, без кошика
zh_hans: 销毁, 删除, 抹掉
zh_hant: 銷毀, 刪除, 抹掉

# command.file.deletePermanently.title
source: Delete Immediately…
de: Sofort löschen …
es: Eliminar inmediatamente…
fr: Supprimer immédiatement…
it: Elimina adesso…
ja: すぐに削除…
ko: 즉시 삭제…
nl: Verwijder onmiddellijk…
pl: Usuń natychmiast…
pt_br: Apagar Imediatamente…
ru: Удалить безвозвратно…
uk: Видалити назавжди
zh_hans: 立即删除…
zh_hant: 立即刪除…
